{"translation-revision-date":"2023-04-05 19:27:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Unable to register feed.":["Nu pot să înregistrez fluxul."],"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Dacă ai un motiv întemeiat să contești decizia de revizuire a unui comerciant (de exemplu, ai remediat încălcările care au dus la respingere), poți trimite o contestație."],"Unable to upload catalog.":["Nu pot să încarc catalogul."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Contul tău Business Pinterest pare că este conectat la o altă platformă de comerț electronic. Un cont Business poate fi conectat numai la o singură platformă. Pentru a încărca catalogul, deconectează contul Business de la cealaltă platformă și încearcă din nou."],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["Acest flux este în curs de configurare. În funcție de numărul de produse, acest proces poate dura ceva timp, deoarece fluxul trebuie să fie generat integral înainte de a fi trimis la Pinterest pentru înregistrare. Poți verifica starea procesului de generare în fila Catalog."],"Your merchant account is disapproved.":["Contul tău de comerciant este respins."],"Submit an appeal":["Trimite o contestație"],"Could not fetch account status.":["Nu am putut să preiau starea contului."],"Couldn’t retrieve the health status of your account.":["Nu am putut să preiau starea contului referitoare la sănătatea sa."],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Te rog să fii pregătit, există o contestație în așteptare pentru contul tău Pinterest."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Te rog să fii pregătit, contul tău așteaptă aprobarea de la Pinterest. Poate dura până la 5 zile lucrătoare."]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/components\/HealthCheck\/index.js"}}