{"translation-revision-date":"2023-04-05 19:27:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Get your products in front of more than 400M people on Pinterest":["Afișează-ți produsele pentru peste 400 de milioane de persoane pe Pinterest"],"Pinterest is a visual discovery engine people use to find inspiration for their lives! More than 400 million people have saved more than 300 billion Pins, making it easier to turn inspiration into their next purchase.":["Pinterest este motorul de descoperire vizuală pe care utilizatorii îl folosesc pentru a găsi inspirație! Peste 400 de milioane de oameni au salvat mai mult de 300 de miliarde de Pinuri, facilitând posibilitatea de transformare a inspirației în următoarea achiziție."],"Get started":["Începe"],"Sync your catalog":["Sincronizează-ți catalogul"],"Connect your store to seamlessly sync your product catalog with Pinterest and create rich pins for each item. Your pins are kept up to date with daily automatic updates.":["Conectează-ți magazinul pentru a sincroniza fără probleme catalogul de produse cu Pinterest și pentru a crea Pinuri detaliate pentru fiecare articol. Pinurile tale sunt menținute la zi cu actualizări zilnice automate."],"Create a storefront on Pinterest":["Creează o vitrină pe Pinterest"],"Syncing your catalog creates a Shop tab on your Pinterest profile which allows Pinterest users to easily discover your products.":["Dacă sincronizezi catalogul, se creează o filă Magazin în profilul tău Pinterest care permite utilizatorilor Pinterest să îți descopere cu ușurință produsele."],"Frequently asked questions":["Întrebări frecvente"],"Why am I getting an “Account not connected” error message?":["De ce mi se afișează mesajul de eroare „Contul nu este conectat”?"],"Your password might have changed recently. Click Reconnect Pinterest Account and follow the instructions on screen to restore the connection.":["Probabil ai schimbat parola de curând. Dă clic pe Reconectează contul Pinterest și urmează instrucțiunile de pe ecran pentru a restabili conexiunea."],"Pinterest users can easily discover, save and buy products from your website without any advertising spend from you. Track your performance with the Pinterest tag.":["Utilizatorii Pinterest pot să descopere, să salveze și să cumpere cu ușurință produse de pe site-ul tău fără să faci cheltuieli de publicitate. Urmărește-ți performanțele cu tagul Pinterest."],"By clicking ‘Get started’, you agree to our <a>Terms of Service<\/a>.":["Dacă dai clic pe „Începe”, ești de acord cu <a>Termenii noștri de utilizare ai serviciului<\/a>."],"Increase organic reach":["Crește impactul organic"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/views\/LandingPageApp.js"}}