{"translation-revision-date":"2023-04-05 19:27:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Unable to register feed.":["Nu pot să înregistrez fluxul."],"View catalog":["Vezi catalogul"],"You have successfully set up your Pinterest integration.":["Ai configurat cu succes integrarea cu Pinterest."],"Add billing details":["Adaugă detalii despre facturare"],"Do this later":["Fă asta mai târziu"],"Got it":["Am înțeles"],"If you have a valid reason for appealing a merchant review decision (such as having corrected the violations that resulted in the disapproval), you can submit an appeal.":["Dacă ai un motiv întemeiat să contești decizia de revizuire a unui comerciant (de exemplu, ai remediat încălcările care au dus la respingere), poți trimite o contestație."],"Unable to upload catalog.":["Nu pot să încarc catalogul."],"It looks like your Pinterest business account is connected to another e-commerce platform. Only one platform can be linked to a business account. To upload your catalog, disconnect your business account from the other platform and try again.":["Contul tău Business Pinterest pare că este conectat la o altă platformă de comerț electronic. Un cont Business poate fi conectat numai la o singură platformă. Pentru a încărca catalogul, deconectează contul Business de la cealaltă platformă și încearcă din nou."],"Your store’s country is <country \/>. This country is currently not supported by Pinterest for WooCommerce. However, you can still choose to list your products in supported countries, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["Țara magazinului tău este <country \/>. Această țară nu este acceptată în prezent de Pinterest pentru WooCommerce. Însă, poți alege să-ți afișezi produsele în țările acceptate, dacă le poți vinde clienților din țările respective. <settingsLink>Schimba țara magazinului aici<\/settingsLink>. <supportedCountriesLink>Citește mai multe despre țările acceptate<\/supportedCountriesLink>"],"Try again":["Încearcă din nou"],"Verified":["Verificat"],"Verifying…":["Verific..."],"<strong>We were unable to verify this domain.<\/strong> %s":["<strong>Nu am putut să verificăm acest domeniu.<\/strong> %s"],"(opens in a new tab)":["(se deschide într-o filă nouă)"],"There was a problem connecting the advertiser.":["A fost o problemă la conectarea agentului de publicitate."],"The advertiser was connected successfully.":["Agentul de publicitate a fost conectat cu succes."],"Set up a free Pinterest business account to get access to analytics on your Pins and the ability to run ads. This requires agreeing to our <adGuidelinesLink>advertising guidelines<\/adGuidelinesLink> and following our <merchantGuidelinesLink>merchant guidelines<\/merchantGuidelinesLink>.":["Configurează un cont gratuit Business Pinterest ca să ai acces la analitice despre pinuri și la posibilitatea de a difuza reclame. Pentru aceasta, trebuie să accepți <adGuidelinesLink>regulile generale de publicitate<\/adGuidelinesLink> și să respecți <merchantGuidelinesLink>regulile noastre generale pentru comercianți<\/merchantGuidelinesLink>."],"Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest.":["Adaugă un buton „Salvează” pentru imagini care le permite clienților să salveze imagini de pe site-ul tău direct pe Pinterest."],"Automatically create and update rich pins on Pinterest for posts.":["Creezi și actualizezi automat pinuri îmbogățite pe Pinterest pentru articole."],"Automatically create and update rich pins on Pinterest for all synced products.":["Creezi și actualizezi automat pinuri îmbogățite pe Pinterest pentru toate produsele sincronizate."],"Gather analytics for Pins you publish and Pins users create from your site.":["Colectezi analitice pentru pinurile pe care le publici și pentru pinurile pe care utilizatorii le creează de pe site-ul tău."],"Create ads to increase your reach with the <adsManagerLink>Pinterest ads manager<\/adsManagerLink>":["Cu <adsManagerLink>Managerul de anunțuri Pinterest<\/adsManagerLink> creezi reclame pentru a crește impactul"],"Pinterest":["Pinterest"],"Catalog":["Catalog"],"Connection":["Conexiune"],"Settings":["Setări"],"Affected Product":["Produs afectat"],"Issue":["Problemă"],"Issues":["Probleme"],"Overview":["Prezentare generală"],"N\/A":["N\/A"],"Active":["Active"],"Errors":["Erori"],"Property":["Proprietate"],"State":["Județ"],"Pinterest for WooCommerce is a limited beta.":["Pinterest pentru WooCommerce este o versiune beta limitată."],"The integration is only available to approved stores participating in the beta program.":["Integrarea este disponibilă numai pentru magazinele aprobate care participă la programul beta."],"Are you sure?":["Sigur?"],"Are you sure you want to disconnect this account?":["Sigur vrei să deconectezi acest cont?"],"Yes, I'm sure":["Da, sigur"],"Cancel":["Anulează"],"Business account":["Cont business"],"Personal account":["Cont personal"],"Merchant is an affiliate or resale marketplace":["Comerciantul își desfășoară activitatea pe o piață afiliată sau de revânzare"],"Merchant does not meet our policy on prohibited products":["Comerciantul nu respectă politica noastră referitoare la produsele interzise"],"Merchant's domain age does not meet minimum requirement":["Vechimea domeniului comerciantului nu îndeplinește cerința minimă"],"Merchant's shipping policy is unclear or unavailable":["Politica de livrare a comerciantului este neclară sau indisponibilă"],"Merchant's products do not meet image quality requirements":["Produsele comerciantului nu îndeplinesc cerințele privind calitatea imaginilor"],"Merchant's product images include watermarks":["Imaginile produselor comerciantului includ filigrane"],"Merchant's products are always on sale":["Produsele comerciantului sunt întotdeauna la reducere"],"Merchant's products refer to outdated content":["Produsele comerciantului trimit la conținut învechit"],"Merchant's website uses generic product descriptions":["Site-ul comerciantului folosește descrieri generale ale produselor"],"Merchant's website displays several pop-up messages":["Site-ul comerciantului afișează mai multe mesaje pop-up"],"Merchant's product images are unavailable or mismatched":["Imaginile produselor comerciantului sunt indisponibile sau nu corespund"],"The feed is being configured. Depending on the number of products this may take a while as the feed needs to be fully generated before it is been sent to Pinterest for registration. You can check the status of the generation process in the Catalog tab.":["Acest flux este în curs de configurare. În funcție de numărul de produse, acest proces poate dura ceva timp, deoarece fluxul trebuie să fie generat integral înainte de a fi trimis la Pinterest pentru înregistrare. Poți verifica starea procesului de generare în fila Catalog."],"Your merchant account is disapproved.":["Contul tău de comerciant este respins."],"Submit an appeal":["Trimite o contestație"],"Get started with Pinterest for WooCommerce":["Începe să folosești Pinterest pentru WooCommerce"],"Advanced Settings":["Setări avansate"],"Couldn’t verify your domain.":["Nu am putut verifica domeniul tău."],"Start verification":["Începe verificarea"],"Claim your website":["Revendică site-ul"],"Verified domain":["Domeniu verificat"],"Verify your domain to claim your website":["Verifică-ți domeniul pentru a-ți revendica site-ul"],"Continue":["Continuă"],"Pinterest business account":["Cont business Pinterest"],"Linked account":["Cont conectat"],"Or, create a new Pinterest account":["Sau creează un cont Pinterest nou"],"Tracking":["Urmărire"],"Track conversions":["Urmărește conversiile"],"Enhanced Match support":["Asistență pentru potrivire îmbunătățită"],"Rich Pins":["Pinuri detaliate"],"Add Rich Pins for Products":["Adaugă Pinuri detaliate pentru produse"],"Save to Pinterest":["Salvează pe Pinterest"],"Rich Pins are a type of organic Pin that automatically sync information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image on closeup and the bold title in your feed. If something changes on the original website, the Rich Pin updates to reflect that change.":["Pinurile detaliate sunt un tip de Pinuri organice care sincronizează în mod automat informațiile de pe site cu Pinurile tale. Poți identifica Pinurile detaliate după informațiile suplimentare aflate deasupra și dedesubtul imaginii vizualizate în detaliu, și după titlul aldin din flux. Dacă apar modificări pe site-ul original, Pinul detaliat se actualizează pentru a reflecta acele modificări."],"Enable Product Sync":["Activează Sincronizarea produselor"],"Try Again":["Încearcă din nou"],"In order to proceed you need to read and accept the contents of the Pinterest Advertising Agreement.":["Pentru a continua, trebuie să citești și să accepți conținutul Acordului de publicitate Pinterest."],"I accept the <link>Pinterest Advertising Agreement<\/link>":["Accept <link>Acordul de publicitate Pinterest<\/link>"],"Get your products in front of more than 400M people on Pinterest":["Afișează-ți produsele pentru peste 400 de milioane de persoane pe Pinterest"],"Pinterest is a visual discovery engine people use to find inspiration for their lives! More than 400 million people have saved more than 300 billion Pins, making it easier to turn inspiration into their next purchase.":["Pinterest este motorul de descoperire vizuală pe care utilizatorii îl folosesc pentru a găsi inspirație! Peste 400 de milioane de oameni au salvat mai mult de 300 de miliarde de Pinuri, facilitând posibilitatea de transformare a inspirației în următoarea achiziție."],"Get started":["Începe"],"Sync your catalog":["Sincronizează-ți catalogul"],"Connect your store to seamlessly sync your product catalog with Pinterest and create rich pins for each item. Your pins are kept up to date with daily automatic updates.":["Conectează-ți magazinul pentru a sincroniza fără probleme catalogul de produse cu Pinterest și pentru a crea Pinuri detaliate pentru fiecare articol. Pinurile tale sunt menținute la zi cu actualizări zilnice automate."],"Create a storefront on Pinterest":["Creează o vitrină pe Pinterest"],"Syncing your catalog creates a Shop tab on your Pinterest profile which allows Pinterest users to easily discover your products.":["Dacă sincronizezi catalogul, se creează o filă Magazin în profilul tău Pinterest care permite utilizatorilor Pinterest să îți descopere cu ușurință produsele."],"Frequently asked questions":["Întrebări frecvente"],"Why am I getting an “Account not connected” error message?":["De ce mi se afișează mesajul de eroare „Contul nu este conectat”?"],"Marketing":["Marketing"],"Products Catalog":["Catalog de produse"],"Warnings":["Avertizări"],"Erase Plugin Data":["Șterge datele modulului"],"Plugin Data":["Date modul"],"Edit":["Editează"],"Type":["Tip"],"Couldn’t retrieve your advertisers.":["Nu am putut să preiau agenții de publicitate."],"Select the advertiser for which you would like to install a tracking snippet.":["Selectează agentul de publicitate pentru care vrei să instalezi un fragment de urmărire."],"Advertiser":["Agent de publicitate"],"Tracking Tag":["Tag de urmărire"],"Select the tracking tag to use.":["Selectează tagul de urmărire pe care vrei să-l folosești."],"An error occurred while attempting to fetch Advertisers & Tags from Pinterest. Please try again.":["A fost o eroare în timpul încercării de a aduce agenții de publicitate și tagurile din Pinterest. Te rog încearcă din nou."],"Click here for more information.":["Dă clic aici pentru mai multe informații."],"Not synced":["Nu este sincronizat"],"Product Sync":["Sincronizare produse"],"Set up Product Sync":["Inițializează sincronizarea produselor"],"Could not fetch account status.":["Nu am putut să preiau starea contului."],"Merchant's website includes banner or pop-up ads":["Site-ul comerciantului include reclame în bannere sau popup-uri"],"Merchant's products are out of stock":["Produsele comerciantului au stoc epuizat"],"Save changes":["Salvează modificările"],"Saving settings…":["Salvez setările…"],"Your settings have been saved successfully.":["Setările tale au fost salvate cu succes."],"Complete Setup":["Finalizează inițializarea"],"There was a problem saving your settings.":["A fost o problemă la salvarea setărilor."],"Or, convert your personal account":["Sau convertește-ți contul personal"],"Connect":["Conectează"],"Connect your Pinterest Account":["Conectează-ți contul Pinterest"],"Disconnect":["Deconectează"],"There was a problem while trying to disconnect.":["A fost o problemă în timpul încercării de deconectare."],"Close dialog":["Închide dialogul"],"Read more":["Citește mai mult"],"Your password might have changed recently. Click Reconnect Pinterest Account and follow the instructions on screen to restore the connection.":["Probabil ai schimbat parola de curând. Dă clic pe Reconectează contul Pinterest și urmează instrucțiunile de pe ecran pentru a restabili conexiunea."],"Pinterest users can easily discover, save and buy products from your website without any advertising spend from you. Track your performance with the Pinterest tag.":["Utilizatorii Pinterest pot să descopere, să salveze și să cumpere cu ușurință produse de pe site-ul tău fără să faci cheltuieli de publicitate. Urmărește-ți performanțele cu tagul Pinterest."],"Set up your business account":["Configurează-ți contul Business"],"Couldn’t retrieve your linked business accounts.":["Nu am putut să preiau conturile Business conectate."],"Create business account":["Creează un cont Business"],"A Pinterest business account is required to connect Pinterest with your WooCommerce store.":["Contul Business Pinterest este obligatoriu pentru a conecta Pinterest cu magazinul tău WooCommerce."],"No business account detected":["Nu am detectat niciun cont Business"],"Select a business account":["Selectează un cont Business"],"Couldn’t retrieve your tags.":["Nu am putut să preiau tagurile tale."],"Merchant's returns policy is unclear or unavailable":["Politica pentru returnări de produse a comerciantului este neclară sau indisponibilă"],"Merchant's URL is broken or requires registration":["URL-ul comerciantului este deteriorat sau necesită înregistrare"],"Merchant domain mismatched with merchant account":["Domeniul comerciantului nu este identic cu contul comerciantului"],"Merchant offers services rather than products":["Comerciantul oferă servicii în loc de produse"],"Couldn’t retrieve the health status of your account.":["Nu am putut să preiau starea contului referitoare la sănătatea sa."],"Account does not meet the brand reputation criteria for verification":["Contul nu îndeplinește criteriile de verificare pentru reputația brandului"],"Account does not meet the product requirements for verification":["Contul nu îndeplinește cerințele de verificare pentru produse"],"Account does not meet the website requirements for verification":["Contul nu îndeplinește cerințele de verificare pentru site-uri web"],"Resale marketplaces are not allowed":["Piețele de revânzări nu sunt permise"],"Please hold on tight as there is an Appeal pending for your Pinterest account.":["Te rog să fii pregătit, există o contestație în așteptare pentru contul tău Pinterest."],"Please hold on tight as your account is pending approval from Pinterest. This may take up to 5 business days.":["Te rog să fii pregătit, contul tău așteaptă aprobarea de la Pinterest. Poate dura până la 5 zile lucrătoare."],"Publish Pins and Rich Pins":["Publică pinurile și pinurile îmbogățite"],"Enable Debug Logging":["Activează jurnalizarea pentru depanare"],"Debug Logging":["Jurnalizare pentru depanare"],"Add Rich Pins for Posts":["Adaugă pinuri îmbogățite pentru articole"],"Onboarding Guide":["Ghid pentru îmbarcare"],"By clicking ‘Get started’, you agree to our <a>Terms of Service<\/a>.":["Dacă dai clic pe „Începe”, ești de acord cu <a>Termenii noștri de utilizare ai serviciului<\/a>."],"Increase organic reach":["Crește impactul organic"],"Step One":["Primul pas"],"Step Two":["Al doilea pas"],"Step Three":["Al treilea pas"]}},"comment":{"reference":"assets\/build\/setup-guide.js"}}