{"translation-revision-date":"2023-04-05 19:27:25+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Adds a ‘Save’ button on images allowing customers to save things straight from your website to Pinterest.":["Adaugă un buton „Salvează” pentru imagini care le permite clienților să salveze imagini de pe site-ul tău direct pe Pinterest."],"Automatically create and update rich pins on Pinterest for posts.":["Creezi și actualizezi automat pinuri îmbogățite pe Pinterest pentru articole."],"Automatically create and update rich pins on Pinterest for all synced products.":["Creezi și actualizezi automat pinuri îmbogățite pe Pinterest pentru toate produsele sincronizate."],"Gather analytics for Pins you publish and Pins users create from your site.":["Colectezi analitice pentru pinurile pe care le publici și pentru pinurile pe care utilizatorii le creează de pe site-ul tău."],"Tracking":["Urmărire"],"Track conversions":["Urmărește conversiile"],"Enhanced Match support":["Asistență pentru potrivire îmbunătățită"],"Rich Pins":["Pinuri detaliate"],"Add Rich Pins for Products":["Adaugă Pinuri detaliate pentru produse"],"Save to Pinterest":["Salvează pe Pinterest"],"Rich Pins are a type of organic Pin that automatically sync information from your website to your Pins. You can identify Rich Pins by the extra information above and below the image on closeup and the bold title in your feed. If something changes on the original website, the Rich Pin updates to reflect that change.":["Pinurile detaliate sunt un tip de Pinuri organice care sincronizează în mod automat informațiile de pe site cu Pinurile tale. Poți identifica Pinurile detaliate după informațiile suplimentare aflate deasupra și dedesubtul imaginii vizualizate în detaliu, și după titlul aldin din flux. Dacă apar modificări pe site-ul original, Pinul detaliat se actualizează pentru a reflecta acele modificări."],"There was a problem saving your settings.":["A fost o problemă la salvarea setărilor."],"Publish Pins and Rich Pins":["Publică pinurile și pinurile îmbogățite"],"Add Rich Pins for Posts":["Adaugă pinuri îmbogățite pentru articole"]}},"comment":{"reference":"assets\/source\/setup-guide\/app\/steps\/SetupPins.js"}}